Repository: hchienjo/tasque
Catalog: po/*.po
Languages: lt

source: Easy quick task management
lt: Lengvas bei greitas užduočių valdymas

source: Task Manager
lt: Užduočių tvarkytuvė

source: Yesterday
lt: Vakar

source: Last 7 Days
lt: Praėjusios 7 dienos

source: Last Month
lt: Praėjęs mėnuo

source: Last Year
lt: Praeiti metai

source: All
lt: Visos

source: Copyright © 2008 - 2011 Novell, Inc and contributors.
lt: Autorių Teisės © 2008 - 2011 Novell, Inc ir talkininkai.

source: {0} task is Overdue
lt: Yra {0} vėluojanti užduotis

source: {0} task for Today
lt: Šiandienai yra {0} užduotis

source: {0} task for Tomorrow
lt: Rytojui yra {0} užduotis

source: Tasque Rocks
lt: Tasque valdo

source: translator-credits
lt: Išvertė: Moo <hazap@hotmail.com>

source: A Useful Task List
lt: Naudingas užduočių sąrašas

source: Tasque Project Homepage
lt: Tasque projekto internetinė svetainė

source: New Task ...
lt: Nauja užduotis ...

source: Refresh Tasks ...
lt: Atnaujinti užduotis ...

source: Toggle Task Window
lt: Perjungti užduočių langą

source: Notes for: {0:s}
lt: Pastabos užduočiai: {0:s}

source: Tasque Preferences
lt: Tasque nustatymai

source: General
lt: Bendra

source: Appearance
lt: Išvaizda

source: Color Management
lt: Spalvų valdymas

source: Today:
lt: Šiandien:

source: Overdue:
lt: Vėluojančios:

source: Task Management System
lt: Užduočių valdymo sistema

source: Task Filtering
lt: Užduočių filtravimas

source: Sh_ow completed tasks
lt: R_odyti atliktas užduotis

source: Only _show these lists when "All" is selected:
lt: Kai pasirinkta „Visos“, rodyti tik šiuos sąrašus:

source: Task List
lt: Užduočių sąrašas

source: New task created.
lt: Nauja užduotis sukurta.

source: New task...
lt: Nauja užduotis...

source: _Add
lt: _Pridėti

source: _Add Task
lt: _Pridėti užduotį

source: Overdue
lt: Vėluojančios

source: Today
lt: Šiandien

source: Tomorrow
lt: Rytoj

source: Next 7 Days
lt: Kitos 7 dienos

source: Future
lt: Ateitis

source: Completed
lt: Atlikta

source: Tasks loaded: {0}
lt: Užduotys įkeltos: {0}

source: Error creating a new task
lt: Klaida kuriant naują užduotį

source: Task created successfully
lt: Užduotis sėkmingai sukurta

source: _Notes...
lt: _Pastabos...

source: _Delete task
lt: _Ištrinti užduotį

source: _Edit task
lt: R_edaguoti užduotį

source: _Change list
lt: _Keisti sąrašą

source: Task deleted
lt: Užduotis ištrinta

source: Today, {0}
lt: Šiandien, {0}

source: Yesterday, {0}
lt: Vakar, {0}

source: {0} days ago, {1}
lt: Prieš {0} dienų, {1}

source: {0} days ago
lt: Prieš {0} dienų

source: Tomorrow, {0}
lt: Rytoj, {0}

source: In {0} days, {1}
lt: Po {0} dienų, {1}

source: In {0} days
lt: Po {0} dienų

source: No Date
lt: Be datos

source: MMMM d yyyy, h:mm tt
lt: yyyy MMMM d, h:mm tt

source: MMMM d yyyy
lt: yyyy MMMM d

source: Click Here to Connect
lt: Spustelėkite čia, kad prisijungtumėte

source: You are currently connected
lt: Šiuo metu esate prisijungę

source: You are currently connected as
lt: Šiuo metu esate prisijungę kaip

source: You are not connected
lt: Jūs nesate prisijungę

source: Remember the Milk not responding. Try again later.
lt: Remember the Milk neatsako. Bandykite vėliau dar kartą.

source: Click Here After Authorizing
lt: Po leidimo spustelėkite čia

source: Set the default browser and try again
lt: Nustatykite numatytąją naršyklę ir bandykite dar kartą

source: Processing...
lt: Vykdoma...

source: Failed, Try Again
lt: Nepavyko, bandykite dar kartą

source: Thank You
lt: Ačiū

source: Task Completed
lt: Užduotis atlikta

source: Action Canceled
lt: Veiksmas atšauktas

source: Due Date
lt: Atlikimo data

source: In 1 Week
lt: Po 1 savaitės

source: Choose Date...
lt: Pasirinkti datą...

source: M/d/yy - ddd
lt: yy M d - ddd

source: Notes
lt: Pastabos

source: Priority
lt: Pirmenybė

source: Task Name
lt: Užduoties pavadinimas

source: Completing Task In: {0}
lt: Užduotis taps atlikta po: {0}

source: Timer
lt: Laikmatis

source: th,st,nd,rd
lt: ma,mą,mos,ra,rą,ros,čia,čią,čios,ta,tą,tos

source: today
lt: šiandien|siandien|siandiena|šiandieną|šiandienos|siandienos

source: tomorrow
lt: rytoj|rytojaus

source: month|months
lt: mėnesį|menesi|mėnesius|menesius|mėnesio|menesio|mėnesių|menesiu

source: week|weeks
lt: savaitę|savaites|savaite|savaitės|savaites|savaičių|savaiciu

source: year|years
lt: metais|metus|metų|metu

source: day|days
lt: dieną|dienas|diena|dienų|dienu|dienos

source: due before|due by|due
lt: iki

source: next
lt: kitą|kita|kitais|kitas|kitus|kito|kitos

source: on
lt: per

source: in
lt: po

source: u o D|u M O|u M N|u O|u M
lt: u n D|u M O|u M N|u O|u M

source: o D|o O
lt: o D|o O|D|O
